/* Next button - action */
"NEXT_ACTION" = "Next";

/* Expiration Date - label */
"EXPIRATION_DATE_LABEL" = "Expiration Date";

/* Year - label */
"YEAR_LABEL" = "Year";

/* Month - label */
"MONTH_LABEL" = "Month";

/* Mobile Country Code - label */
"MOBILE_COUNTRY_CODE_LABEL" = "Mobile Country Code";

/* Mobile Number - label */
"MOBILE_NUMBER_LABEL" = "Mobile Number";

/* Security Code - label */
"SECURITY_CODE_LABEL" = "Security Code";

/* Card - generic credit/debit card */
"CARD_TYPE_GENERIC_CARD" = "Card";

/* Invalid - label (for errors) */
"INVALID_LABEL" = "Invalid:";

/* Confirm Enrollment - label */
"CONFIRM_ENROLLMENT_LABEL" = "Confirm Enrollment";

/* Confirm - action */
"CONFIRM_ACTION" = "Confirm";

/* Enter the SMS code sent to - label */
"ENTER_SMS_CODE_SENT_HELP_LABEL" = "Enter the SMS code sent to:";

/* SMS Code - in reference to a mobile number - label */
"SMS_CODE_LABEL" = "SMS Code";

/* User a diferent phone number - action (in reference to enrollment) */
"USE_DIFFERENT_PHONE_NUMBER_ACTION" = "Use a different phone number";

/* Invalid SMS Code - label (error) */
"INVALID_SMS_CODE_LABEL" = "Invalid SMS Code";

/* Cancel - action */
"CANCEL_ACTION" = "Cancel";

/* Select Payment Method - label */
"SELECT_PAYMENT_LABEL" = "Select Payment Method";

/* Recent - label (in reference to recent payment methods used) */
"RECENT_LABEL" = "Recent";

/* Other - label (as in OTHER payment method options) */
"OTHER_LABEL" = "Other";

/* Credit or Debit Card - label (option in a list) */
"CREDIT_OR_DEBIT_CARD_LABEL" = "Credit or Debit Card";

/* Card Details - label */
"CARD_DETAILS_LABEL" = "Card Details";

/* Enter your card details ... - label */
"ENTER_CARD_DETAILS_HELP_LABEL" = "Enter your card details starting with the card number.";

/* Entrollment Required - label */
"ENROLLMENT_REQUIRED_HELP_LABEL" = "Enrollment is required for this card.";

/* SMS will be sent - label */
"ENROLLMENT_VIA_SMS_HELP_LABEL" = "An enrollment number will be sent by SMS.";

/* Add Card - action */
"ADD_CARD_ACTION" = "Add Card";

/* Provide a valid card number - label (error) */
"VALID_CARD_ERROR_LABEL" = "You must provide a valid card number";

/* Card not accepted - label (error) */
"CARD_NOT_ACCEPTED_ERROR_LABEL" = "Card not accepted";

/* Credit card number field placeholder */
"CARD_NUMBER_PLACEHOLDER" = "Card Number";

/* American Express card brand */
"CARD_TYPE_AMERICAN_EXPRESS" = "American Express";

/* Diners Club card brand */
"CARD_TYPE_DINERS_CLUB" = "Diners Club";

/* Discover card brand */
"CARD_TYPE_DISCOVER" = "Discover";

/* JCB card brand */
"CARD_TYPE_JCB" = "JCB";

/* Laser card brand */
"CARD_TYPE_LASER" = "Laser";

/* Maestro card brand */
"CARD_TYPE_MAESTRO" = "Maestro";

/* MasterCard card brand */
"CARD_TYPE_MASTER_CARD" = "MasterCard";

/* Solo card brand */
"CARD_TYPE_SOLO" = "Solo";

/* Switch card brand */
"CARD_TYPE_SWITCH" = "Switch";

/* UnionPay card brand */
"CARD_TYPE_UNION_PAY" = "UnionPay";

/* Visa card brand */
"CARD_TYPE_VISA" = "Visa";

/* CVV (credit card security code) field placeholder */
"CVV_FIELD_PLACEHOLDER" = "CVV";

/* Credit card expiration date field placeholder (MM/YYYY format) */
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR" = "MM/YYYY";

/* Credit card expiration date field placeholder (MM/YY format) */
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR" = "MM/YY";

/* PayPal (as a standalone term, referring to the payment method type, analogous to Visa or Discover */
"PAYPAL" = "PayPal";

/* Credit card billing postal code field placeholder */
"POSTAL_CODE_PLACEHOLDER" = "Postal Code";

/* OK Button on card form alert view for top level errors */
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "OK";

/* Phone number field placeholder */
"PHONE_NUMBER_PLACEHOLDER" = "Phone Number";
